oddaiPrintConsoleString(System.Char!System.Runtime.CompilerServices.IsConst*,BTEllipsis)
\details
Prints formatted string in console window.
\param fmt [in] A formatting string for the string to be printed.